SET NAMES UTF8;
#丢弃数据库
DROP DATABASE IF EXISTS dp;
#创建数据库
CREATE DATABASE dp CHARSET=UTF8;
#进入该数据库
USE dp;
#创建数据表
CREATE TABLE users(
    uid INT PRIMARY KEY AUTO_INCREMENT,
    uname VARCHAR(32),
    upwd VARCHAR(32),
    email VARCHAR(64),
    phone VARCHAR(16) 
);
#插入用户数据
INSERT INTO users VALUES(null,'tom1234','123456','1041935110@qq.com','18772851559');
INSERT INTO users VALUES(null,'jerry1234','123456','1041935110@qq.com','18772851559');
INSERT INTO users VALUES(null,'lucy1234','123456','1041935110@qq.com','18772851559');
INSERT INTO users VALUES(null,'john1234','123456','1041935110@qq.com','18772851559');
INSERT INTO users VALUES(null,'ran1234','123456','1041935110@qq.com','18772851559');
INSERT INTO users VALUES(null,'dong1234','123456','1041935110@qq.com','18772851559');

CREATE TABLE products(
    id INT PRIMARY KEY AUTO_INCREMENT,
    pid INT,
    lid INT,
    title VARCHAR(128),
    pname VARCHAR(60),
    price DECIMAL(10,2),
    img_url VARCHAR(50),
    promise VARCHAR(128), #承诺
    onsale VARCHAR(88), #促销
    spec VARCHAR(64),   #规格
    color VARCHAR(10),
    memory VARCHAR(32), #内存
    p_count INT
);
INSERT INTO products VALUES(null,1,1,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','迷夜黑','4GB+128GB',1030);
INSERT INTO products VALUES(null,1,2,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','迷夜黑','6GB+128GB',1050);
INSERT INTO products VALUES(null,1,3,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷夜黑','4GB+128GB',1000);
INSERT INTO products VALUES(null,1,4,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷夜黑','6GB+128GB',1040);
INSERT INTO products VALUES(null,1,5,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','雀翎蓝','4GB+128GB',11102);
INSERT INTO products VALUES(null,1,6,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','雀翎蓝','6GB+128GB',10110);
INSERT INTO products VALUES(null,1,7,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','4GB+128GB',10010);
INSERT INTO products VALUES(null,1,8,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','6GB+128GB',2050);
INSERT INTO products VALUES(null,1,9,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','珍珠白','4GB+128GB',102);
INSERT INTO products VALUES(null,1,10,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','珍珠白','6GB+128GB',10130);
INSERT INTO products VALUES(null,1,11,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','珍珠白','4GB+128GB',18010);
INSERT INTO products VALUES(null,1,12,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','珍珠白','6GB+128GB',6050);
INSERT INTO products VALUES(null,1,13,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','烟灰晶','4GB+128GB',102);
INSERT INTO products VALUES(null,1,14,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','标准版','烟灰晶','6GB+128GB',10130);
INSERT INTO products VALUES(null,1,15,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','4GB+128GB',18010);
INSERT INTO products VALUES(null,1,16,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',2199,'http://127.0.0.1:3000/img/phone007.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','6GB+128GB',6050);

INSERT INTO products VALUES(null,2,17,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','4GB+16GB',6250);
INSERT INTO products VALUES(null,2,18,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','4GB+32GB',4150);
INSERT INTO products VALUES(null,2,19,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','烟灰晶','4GB+16GB',250);
INSERT INTO products VALUES(null,2,20,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','烟灰晶','4GB+32GB',6520);
INSERT INTO products VALUES(null,2,21,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','炫丽金','4GB+16GB',6950);
INSERT INTO products VALUES(null,2,22,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','炫丽金','4GB+32GB',7250);
INSERT INTO products VALUES(null,2,23,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','炫丽金','4GB+16GB',99250);
INSERT INTO products VALUES(null,2,24,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','炫丽金','4GB+32GB',3250);
INSERT INTO products VALUES(null,2,25,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+16GB',2250);
INSERT INTO products VALUES(null,2,26,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+32GB',550);
INSERT INTO products VALUES(null,2,27,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+16GB',86250);
INSERT INTO products VALUES(null,2,28,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',1250,'http://127.0.0.1:3000/img/phone001.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+32GB',3250);

INSERT INTO products VALUES(null,3,29,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','4GB+32GB',6250);
INSERT INTO products VALUES(null,3,30,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','烟灰晶','4GB+64GB',2350);
INSERT INTO products VALUES(null,3,31,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','烟灰晶','4GB+32GB',634);
INSERT INTO products VALUES(null,3,32,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','烟灰晶','4GB+64GB',1220);
INSERT INTO products VALUES(null,3,33,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+32GB',8250);
INSERT INTO products VALUES(null,3,34,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+64GB',5850);
INSERT INTO products VALUES(null,3,35,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+32GB',6250);
INSERT INTO products VALUES(null,3,36,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+64GB',4750);
INSERT INTO products VALUES(null,3,37,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','4GB+32GB',8050);
INSERT INTO products VALUES(null,3,38,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','4GB+64GB',3350);
INSERT INTO products VALUES(null,3,39,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','4GB+32GB',2510);
INSERT INTO products VALUES(null,3,40,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1599,'http://127.0.0.1:3000/img/phone002.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','4GB+64GB',43550);

INSERT INTO products VALUES(null,4,41,'Xiaomi/小米 小米手机5S小米5X 红米5Plus 指纹解锁千元以下手机','小米',545,'http://127.0.0.1:3000/img/phone003.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','3GB+32GB',3450);
INSERT INTO products VALUES(null,4,42,'Xiaomi/小米 小米手机5S小米5X 红米5Plus 指纹解锁千元以下手机','小米',545,'http://127.0.0.1:3000/img/phone003.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','3GB+32GB',6650);
INSERT INTO products VALUES(null,4,43,'Xiaomi/小米 小米手机5S小米5X 红米5Plus 指纹解锁千元以下手机','小米',545,'http://127.0.0.1:3000/img/phone003.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','3GB+32GB',5830);
INSERT INTO products VALUES(null,4,44,'Xiaomi/小米 小米手机5S小米5X 红米5Plus 指纹解锁千元以下手机','小米',545,'http://127.0.0.1:3000/img/phone003.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','3GB+32GB',2343);

INSERT INTO products VALUES(null,5,45,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1088,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','4GB+32GB',2233);
INSERT INTO products VALUES(null,5,46,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1088,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷雾绿','4GB+32GB',4563);
INSERT INTO products VALUES(null,5,47,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1588,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','4GB+64GB',2456);
INSERT INTO products VALUES(null,5,48,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1588,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷雾绿','4GB+64GB',6357);
INSERT INTO products VALUES(null,5,49,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1088,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+32GB',2343);
INSERT INTO products VALUES(null,5,50,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1088,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+32GB',2346);
INSERT INTO products VALUES(null,5,51,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1588,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+64GB',6843);
INSERT INTO products VALUES(null,5,52,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1588,'http://127.0.0.1:3000/img/phone004.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+64GB',2355);

INSERT INTO products VALUES(null,6,53,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+32GB',2673);
INSERT INTO products VALUES(null,6,54,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+64GB',3572);
INSERT INTO products VALUES(null,6,55,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+32GB',2572);
INSERT INTO products VALUES(null,6,56,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+64GB',45763);
INSERT INTO products VALUES(null,6,57,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','4GB+32GB',6356);
INSERT INTO products VALUES(null,6,58,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','4GB+64GB',2436);
INSERT INTO products VALUES(null,6,59,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷雾绿','4GB+32GB',4576);
INSERT INTO products VALUES(null,6,60,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','迷雾绿','4GB+64GB',8924);
INSERT INTO products VALUES(null,6,61,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','4GB+32GB',2562);
INSERT INTO products VALUES(null,6,62,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','4GB+64GB',34635);
INSERT INTO products VALUES(null,6,63,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','4GB+32GB',3562);
INSERT INTO products VALUES(null,6,64,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1499,'http://127.0.0.1:3000/img/phone005.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','雀翎蓝','4GB+64GB',2572);

INSERT INTO products VALUES(null,7,65,'Meizu/魅族 note8 全面屏6英寸4G全网通智能学生手机魅蓝note8','魅族',879,'http://127.0.0.1:3000/img/phone006.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','雀翎蓝','3GB+16GB',2572);
INSERT INTO products VALUES(null,7,66,'Meizu/魅族 note8 全面屏6英寸4G全网通智能学生手机魅蓝note8','魅族',879,'http://127.0.0.1:3000/img/phone006.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','迷雾绿','4GB+16GB',22345);
INSERT INTO products VALUES(null,7,67,'Meizu/魅族 note8 全面屏6英寸4G全网通智能学生手机魅蓝note8','魅族',879,'http://127.0.0.1:3000/img/phone006.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','薄雾粉','4GB+16GB',7572);
INSERT INTO products VALUES(null,7,68,'Meizu/魅族 note8 全面屏6英寸4G全网通智能学生手机魅蓝note8','魅族',879,'http://127.0.0.1:3000/img/phone006.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+16GB',7933);

INSERT INTO products VALUES(null,8,69,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1088,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+32GB',7933);
INSERT INTO products VALUES(null,8,70,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1388,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','勃艮第红','4GB+64GB',4652);
INSERT INTO products VALUES(null,8,71,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1088,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+32GB',4536);
INSERT INTO products VALUES(null,8,72,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1388,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','勃艮第红','4GB+64GB',7787);
INSERT INTO products VALUES(null,8,73,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1088,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+32GB',7933);
INSERT INTO products VALUES(null,8,74,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1388,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','星云紫','4GB+64GB',4652);
INSERT INTO products VALUES(null,8,75,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1088,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+32GB',4536);
INSERT INTO products VALUES(null,8,76,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1388,'http://127.0.0.1:3000/img/phone008.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','星云紫','4GB+64GB',7787);

INSERT INTO products VALUES(null,9,77,'【享6期免息】Xiaomi/小米 小米8年度旗舰全面屏骁龙845处理器官方正品智能手机','小米',2599,'http://127.0.0.1:3000/img/phone009.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','黑色','6GB+128GB',77414);
INSERT INTO products VALUES(null,9,78,'【享6期免息】Xiaomi/小米 小米8年度旗舰全面屏骁龙845处理器官方正品智能手机','小米',2599,'http://127.0.0.1:3000/img/phone009.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','金色','6GB+128GB',234414);
INSERT INTO products VALUES(null,9,79,'【享6期免息】Xiaomi/小米 小米8年度旗舰全面屏骁龙845处理器官方正品智能手机','小米',2599,'http://127.0.0.1:3000/img/phone009.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','绿色','6GB+128GB',813414);

INSERT INTO products VALUES(null,10,80,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','深空灰','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,81,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','深空灰','8GB+128GB',813414);
INSERT INTO products VALUES(null,10,82,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','深空灰','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,83,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','深空灰','8GB+128GB',813414);
INSERT INTO products VALUES(null,10,84,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,85,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','8GB+128GB',813414);
INSERT INTO products VALUES(null,10,86,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,87,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','8GB+128GB',813414);
INSERT INTO products VALUES(null,10,88,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','透明','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,89,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','透明','8GB+128GB',813414);
INSERT INTO products VALUES(null,10,90,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','透明','6GB+128GB',813414);
INSERT INTO products VALUES(null,10,91,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','透明','8GB+128GB',813414);

INSERT INTO products VALUES(null,11,92,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','黑色','6GB+64GB',813414);
INSERT INTO products VALUES(null,11,93,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','黑色','6GB+128GB',813414);
INSERT INTO products VALUES(null,11,94,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','白色','6GB+64GB',813414);
INSERT INTO products VALUES(null,11,95,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','白色','6GB+128GB',813414);
INSERT INTO products VALUES(null,11,96,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','金色','6GB+64GB',813414);
INSERT INTO products VALUES(null,11,97,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','金色','6GB+128GB',813414);
INSERT INTO products VALUES(null,11,98,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','蓝色','6GB+64GB',813414);
INSERT INTO products VALUES(null,11,99,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','蓝色','6GB+128GB',813414);

INSERT INTO products VALUES(null,12,100,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','暮光金','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,101,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','暮光金','6GB+64GB',78942);
INSERT INTO products VALUES(null,12,102,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','暮光金','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,103,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','暮光金','6GB+64GB',78942);
INSERT INTO products VALUES(null,12,104,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑色','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,105,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑色','6GB+64GB',78942);
INSERT INTO products VALUES(null,12,106,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','亮黑色','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,107,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','亮黑色','6GB+64GB',78942);
INSERT INTO products VALUES(null,12,108,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,109,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','6GB+64GB',78942);
INSERT INTO products VALUES(null,12,110,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','4GB+64GB',78942);
INSERT INTO products VALUES(null,12,111,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','6GB+64GB',78942);

INSERT INTO products VALUES(null,13,112,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1578,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑','4GB+64GB',78942);
INSERT INTO products VALUES(null,13,113,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1899,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑','4GB+128GB',78942);
INSERT INTO products VALUES(null,13,114,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1899,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑','6GB+64GB',78942);
INSERT INTO products VALUES(null,13,115,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',2099,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑','6GB+128GB',78942);
INSERT INTO products VALUES(null,13,116,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1578,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮蓝','4GB+64GB',78942);
INSERT INTO products VALUES(null,13,117,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1899,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮蓝','4GB+128GB',78942);
INSERT INTO products VALUES(null,13,118,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1899,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮蓝','6GB+64GB',78942);
INSERT INTO products VALUES(null,13,119,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',2099,'http://127.0.0.1:3000/img/phone013.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮蓝','6GB+128GB',78942);

INSERT INTO products VALUES(null,14,120,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩蓝','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,121,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,14,122,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩蓝','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,123,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,14,124,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,125,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩紫','6GB+128GB',78942);
INSERT INTO products VALUES(null,14,126,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,127,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩紫','6GB+128GB',78942);
INSERT INTO products VALUES(null,14,128,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','深空灰','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,129,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','深空灰','6GB+128GB',78942);
INSERT INTO products VALUES(null,14,130,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','深空灰','6GB+64GB',78942);
INSERT INTO products VALUES(null,14,131,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',2299,'http://127.0.0.1:3000/img/phone014.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','深空灰','6GB+128GB',78942);

INSERT INTO products VALUES(null,15,132,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,15,133,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,15,134,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','暮光金','6GB+128GB',78942);
INSERT INTO products VALUES(null,15,135,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','暮光金','6GB+128GB',78942);
INSERT INTO products VALUES(null,15,136,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑色','6GB+128GB',78942);
INSERT INTO products VALUES(null,15,137,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','亮黑色','6GB+128GB',78942);

INSERT INTO products VALUES(null,16,138,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',1999,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩蓝','6GB+64GB',78942);
INSERT INTO products VALUES(null,16,139,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',1999,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩蓝','6GB+64GB',78942);
INSERT INTO products VALUES(null,16,140,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',2339,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,16,141,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',2339,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','幻彩蓝','6GB+128GB',78942);
INSERT INTO products VALUES(null,16,142,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',1999,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑色','6GB+64GB',78942);
INSERT INTO products VALUES(null,16,143,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',1999,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','亮黑色','6GB+64GB',78942);
INSERT INTO products VALUES(null,16,144,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',2339,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','亮黑色','6GB+128GB',78942);
INSERT INTO products VALUES(null,16,145,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',2339,'http://127.0.0.1:3000/img/phone016.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','特惠套装版','亮黑色','6GB+128GB',78942);

INSERT INTO products VALUES(null,17,146,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1090,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','曜石黑','4GB+64GB',78942);
INSERT INTO products VALUES(null,17,147,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1299,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','曜石黑','6GB+64GB',78942);
INSERT INTO products VALUES(null,17,148,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1599,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','曜石黑','6GB+128GB',78942);
INSERT INTO products VALUES(null,17,149,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1090,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','樱花粉','4GB+64GB',78942);
INSERT INTO products VALUES(null,17,150,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1299,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','樱花粉','6GB+64GB',78942);
INSERT INTO products VALUES(null,17,151,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1599,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','樱花粉','6GB+128GB',78942);
INSERT INTO products VALUES(null,17,152,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1090,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','赤焰红','4GB+64GB',78942);
INSERT INTO products VALUES(null,17,153,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1299,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','赤焰红','6GB+64GB',78942);
INSERT INTO products VALUES(null,17,154,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1599,'http://127.0.0.1:3000/img/phone017.jpg','①【小店铺秒杀】即将售罄！ ②【保价一年】历史低价 买贵必赔！ ③【七天退换】下单赠运费险 售后无忧 ④可代写贺卡 可货到付款！ ⑤关注首页抢券下单更省！','限购 购买不超过50件时享受单件价￥238，超出数量以结算价为准，仅限购买一次','官配版','赤焰红','6GB+128GB',78942);










#模糊查询
CREATE TABLE products_list(
    id INT PRIMARY KEY AUTO_INCREMENT,
    lid INT,
    title VARCHAR(128),
    pname VARCHAR(60),
    price DECIMAL(10,2),
    img_url VARCHAR(50),
    conditions VARCHAR(128)
);
INSERT INTO products_list VALUES(null,1,'新品现货/Xiaomi/小米 Redmi Note 7红米note7pro手机8小金刚6','小米',1388,'http://127.0.0.1:3000/img/phone007.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,17,'Xiaomi/小米 6X新品手机双摄智能骁龙660处理器时尚拍照全屏手机','小米',999,'http://127.0.0.1:3000/img/phone001.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,29,'现货发货  Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone002.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,41,'Xiaomi/小米 小米手机5S小米5X 红米5Plus 指纹解锁千元以下手机','小米',545,'http://127.0.0.1:3000/img/phone003.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,45,'Xiaomi/小米 小米8SE全面屏手机小米8se全网通4G智能机5.88英寸屏','小米',1088,'http://127.0.0.1:3000/img/phone004.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,53,'现货急速发 Xiaomi/小米 Redmi Note 7 红米note7手机正品小金刚6','小米',1099,'http://127.0.0.1:3000/img/phone005.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,65,'Meizu/魅族 note8 全面屏6英寸4G全网通智能学生手机魅蓝note8','小米',879,'http://127.0.0.1:3000/img/phone006.jpg','魅族note8Meizu魅蓝手机');
INSERT INTO products_list VALUES(null,69,'新品Xiaomi/小米 小米8 青春版大屏全网通4G美颜拍照手机屏幕指纹','小米',1088,'http://127.0.0.1:3000/img/phone008.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,77,'【享6期免息】Xiaomi/小米 小米8年度旗舰全面屏骁龙845处理器官方正品智能手机','小米',2599,'http://127.0.0.1:3000/img/phone009.jpg','小米红米Redmi手机骁龙845');
INSERT INTO products_list VALUES(null,80,'Xiaomi/小米 小米9透明SE全面屏尊享版探索plus新手机骁龙855现货','小米',1938,'http://127.0.0.1:3000/img/phone010.jpg','小米9手机骁龙855');
INSERT INTO products_list VALUES(null,92,'当天发领券128G版低至2218起/送手环Xiaomi/小米 小米8手机透明现货正品新官方旗舰店全新青春小米8','小米',2058,'http://127.0.0.1:3000/img/phone011.jpg','小米8手机骁龙855');
INSERT INTO products_list VALUES(null,100,'Xiaomi/小米 redmi note 7 pro红米Note7pro手机官方金刚6正新品a','小米',1858,'http://127.0.0.1:3000/img/phone012.jpg','小米红米Redmi手机note7pro小金刚');
INSERT INTO products_list VALUES(null,112,'1578起小米6 Xiaomi/小米 小米手机6 全网通变焦双摄小米6手机骁龙835小米8核手机小米6手机 有新品小米9 9se','小米',1578,'http://127.0.0.1:3000/img/phone013.jpg','小米6手机骁龙835');
INSERT INTO products_list VALUES(null,120,'128G领券2179起+送运动蓝牙】Xiaomi/小米 小米9SE手机官方旗舰官网布朗熊版全新9se青春全面屏','小米',1999,'http://127.0.0.1:3000/img/phone014.jpg','小米9SE手机骁龙835');
INSERT INTO products_list VALUES(null,132,'领券当天发+选手环 Xiaomi/小米红米Note7pro手机Redmi官方旗舰店官网正品米9se骁龙710新款8青春版7x小米8se','小米',1699,'http://127.0.0.1:3000/img/phone015.jpg','小米红米Redmi手机note7pro骁龙710');
INSERT INTO products_list VALUES(null,138,'6+128G咨询2189起/送小米耳机 Xiaomi/小米9SE 全面屏手机官网官方旗舰8骁龙710新正品青春6布朗熊note7pro','小米',1999,'http://127.0.0.1:3000/img/phone016.jpg','小米9SE手机骁龙835');
INSERT INTO products_list VALUES(null,146,'【送2年保+耳机】Xiaomi/小米 6X官网全面屏小米6x手机官方旗舰正品小米8核处理器小米6x手机有新品小米9 9se','小米',1090,'http://127.0.0.1:3000/img/phone017.jpg','小米6X小米8小米9手机骁龙835');



